Repository: mohamedamineidir-dotcom/UltraTrain
Catalog: UltraTrainWidgets/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# %lldd to %@
source: %1$lldd to %2$@
fr: %1$lld j avant %2$@

source: 14-day fitness form trend with sparkline.
fr: Tendance de forme sur 14 jours avec mini-graphique.

source: Analysis
fr: Analyse

source: Complete Session
fr: Terminer la séance

source: Days until your A-race with plan progress.
fr: Jours avant votre course A avec progression du plan.

source: Done
fr: Terminé

source: Elevation
fr: Dénivelé

source: Fatigued
fr: Fatigué

source: Finish: %@
fr: Arrivée : %@

# Fitness %lld | Fatigue %lld
source: Fitness %1$lld | Fatigue %2$lld
fr: Forme %1$lld | Fatigue %2$lld

source: Fitness Form
fr: Forme physique

source: Fitness Status
fr: État de forme

source: Fitness Trend
fr: Tendance de forme

source: Form
fr: Forme

source: Fresh
fr: Frais

source: Heart Rate
fr: Fréquence cardiaque

source: Last Run
fr: Dernière course

source: Mark Session Complete
fr: Marquer la séance terminée

source: Mark session ${sessionId} as complete
fr: Marquer la séance ${sessionId} comme terminée

source: Marks the next training session as completed.
fr: Marque la prochaine séance d'entraînement comme terminée.

source: Neutral
fr: Neutre

source: Next Session
fr: Prochaine séance

source: No Fitness Data
fr: Aucune donnée de forme

source: No Plan
fr: Aucun plan

source: No Race
fr: Aucune course

source: No Race Scheduled
fr: Aucune course programmée

source: No Runs Yet
fr: Aucune course

source: No Session Planned
fr: Aucune séance prévue

source: No Training Plan Active
fr: Aucun plan d'entraînement actif

source: No fitness data available yet.
fr: Aucune donnée de forme pour le moment.

source: No upcoming race found.
fr: Aucune course à venir.

source: No upcoming session found.
fr: Aucune séance à venir.

source: No weekly progress data available.
fr: Aucune donnée de progression hebdomadaire.

source: Opens UltraTrain to the run history screen.
fr: Ouvre UltraTrain sur l'historique des courses.

source: Opens UltraTrain to the run tracking screen.
fr: Ouvre UltraTrain sur le suivi de course.

source: Opens UltraTrain to your progress dashboard.
fr: Ouvre UltraTrain sur votre tableau de bord de progression.

source: Opens UltraTrain to your training plan.
fr: Ouvre UltraTrain sur votre plan d'entraînement.

source: Pause Run
fr: Mettre en pause

source: Pauses the active run from the Live Activity.
fr: Met en pause la course active depuis l'activité en direct.

source: Quick stats from your most recent run.
fr: Statistiques rapides de votre dernière course.

source: Race Countdown
fr: Compte à rebours de la course

source: Rest
fr: Repos

source: Resume
fr: Reprendre

source: Resume Run
fr: Reprendre la course

source: Resumes the paused run from the Live Activity.
fr: Reprend la course en pause depuis l'activité en direct.

source: Run History
fr: Historique des courses

source: See your next training session at a glance.
fr: Voyez votre prochaine séance d'un coup d'œil.

source: Session ID
fr: ID de séance

source: Show Fitness Summary
fr: Afficher le résumé de forme

source: Show Next Session
fr: Afficher la prochaine séance

source: Show Progress
fr: Afficher la progression

source: Show Race Countdown
fr: Afficher le compte à rebours

source: Show Training Plan
fr: Afficher le plan d'entraînement

source: Show Weekly Progress
fr: Afficher la progression hebdomadaire

source: Shows details about your next training session.
fr: Affiche les détails de votre prochaine séance d'entraînement.

source: Shows how many days until your next race.
fr: Affiche le nombre de jours avant votre prochaine course.

source: Shows your current fitness, fatigue, and form.
fr: Affiche votre forme, votre fatigue et votre état actuels.

source: Shows your training progress for the current week.
fr: Affiche votre progression d'entraînement pour la semaine en cours.

source: Skip
fr: Passer

source: Skip Session
fr: Passer la séance

source: Skip session ${sessionId}
fr: Passer la séance ${sessionId}

source: Skips the next training session.
fr: Passe la prochaine séance d'entraînement.

source: Start
fr: Démarrer

source: Start Run
fr: Démarrer la course

source: Start a Run
fr: Démarrer une course

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: Track your training volume this week.
fr: Suivez votre volume d'entraînement cette semaine.

source: Training Plan
fr: Plan d'entraînement

source: Trend
fr: Tendance

source: View
fr: Voir

source: View Plan
fr: Voir le plan

source: View Run History
fr: Voir l'historique des courses

source: Week %lld
fr: Semaine %lld

source: Weekly Progress
fr: Progression hebdomadaire

source: Yesterday
fr: Hier

source: Your current training form at a glance.
fr: Votre forme d'entraînement actuelle d'un coup d'œil.

source: days
fr: jours
